package com.company;

/**
 * // Ввод и обработка строки, если ввели неверное, прошрамма прекращается.
 *         // Создать объект FlowerItem
 *         //Создаю switch( case ) в качестве параметра СВИТЧ приходит строка ( Цвет ), в качестве КЕЙСОВ, возможные цвета на русском.
 *         //Внутри кейса создает объект типа FlowerItem, сетаем соответственный цвет на английском + рандомную цифру
 *         // Если тако цвет не найден, создать объект в котором name = unkniwn и цифра -1
 *         //Вывод объекта через sout/
 */
public class Main {

    public static void main(String[] args) {
	// write your code here
    }
}
